Repository: yulia2200303/FamilyBudget
Catalog: UI/Strings/*/Resources.resw
Source language: en_us
Languages: be_be, de_de

# AddAssetAB.Label
source: Add asset
be_be: Дадаць кошт
de_de: Hinzufügen

# AddAssetBtn.Content
source: Add asset
be_be: Дадаць кошт
de_de: Hinzufügen

# AddATransactionBt.Content
source: Add transaction
be_be: Дадать аперацыю
de_de: Hinzufügen transaktionen

# AddATransactionTB.Text
source: Add a transaction
be_be: Дадаць аперацыю
de_de: Add-Operation

# AddBtn.Content
source: Add
be_be: Дадать
de_de: Hinzufügen

# ApplyBtn.Content
source: Apply
be_be: Прымяніць
de_de: Anwenden

# AssetName.PlaceholderText
source: Name
be_be: Імя

# AssetTB.Text
source: Asset
be_be: Кошт
de_de: Rechnung

# BalanceTB.Text
source: Balance
be_be: Баланс

# CategoryTB.Text
source: Category
be_be: Катэгорыя
de_de: Kategorie

# ChangeLanguage.Text
source: Change Language
be_be: Змяніць мову
de_de: Cnage laugage de

# CommentTB.Text
source: Comment
be_be: Каментар
de_de: Kommentar

# CurrencyAB.Label
source: Currency
be_be: Валюта
de_de: Währung

# CurrencyTB.Text
source: Currency
be_be: Валюта
de_de: Währung

# DateTB.Text
source: Date
be_be: Дата
de_de: Datum

# DeleteOfTransactionBt.Content
source: Delete of transactions
be_be: Выдаліць аперацыі
de_de: Löschvorgang

# DeleteTrunsactionBt.Content
source: Delete of transaction
be_be: Выдаліць аперацыю
de_de: Löschvorgang

# ExportBt.Content
source: Export
be_be: Экспарт
de_de: Ausfuhr

# ExportTr.Text
source: Export transactions
be_be: Экспарт аперацый
de_de: Ausfuhr transaktionen

source: Field is required
be_be: Поле абавязкова для запаўнення
de_de: Pflichtfeld

# ImportTex.Text
source: Import transactions
be_be: Імпарт аперацый
de_de: Importe transaktionen

# ImportTr.Content
source: Import
be_be: Імпарт
de_de: Importe

# LengthFrom4To16
source: The length of 4 to 16 characters
be_be: Даўжыня ад 4 да 16 сімвалаў
de_de: Die Länge von 4 bis 16 Zeichen

# ListOfTransactionBt.Content
source: List of transactions
be_be: Спіс аперацый
de_de: Liste der Operationen

# LoginTB.PlaceholderText
source: Login
be_be: Лагін

# LoginTex.Text
source: Login
be_be: Лагін

# NameExists
source: This name already exists
be_be: Такое імя ўжо існуе
de_de: Dieser Name ist bereits vorhanden

source: No
be_be: Нет
de_de: Nein

# NoResultTB.Text
source: No result
be_be: Няма вынікаў
de_de: keine Ergebnisse

# OrderTB.Text
source: Order
be_be: Паслуга
de_de: Haftbefehl

# PasswordPB.PlaceholderText
source: Password
be_be: Пароль
de_de: Kennwort

# PasswordTex.Text
source: Password
be_be: Пароль
de_de: Kennwort

# PriceTB.Text
source: Price
be_be: Цана
de_de: Preis

# RefreshBt.Content
source: Refresh
be_be: Аднавіць
de_de: Aktualisiert

# RefreshTB.Text
source: Updated
be_be: Адноўлена
de_de: Aktualisiert

# RemoveBtn.Text
source: Remove
be_be: Выдаліць
de_de: löschen

# RemoveSelectedItems
source: You sure you want to remove the selected items?
be_be: Вы сапраўды хочаце выдаліць выбраныя элементы?
de_de: Sie sicher, dass Sie die ausgewählten Elemente zu entfernen?

# RestoreData
source: Recover Data? All current information will be lost.
be_be: Аднавіць данныя? Уся бягучая інфармацыя будзе страчана.
de_de: Wiederherstellen von Daten? Alle aktuellen Informationen gehen verloren.

# SettingsAB.Label
source: Settings
be_be: Налады
de_de: Einstellunge

# SubCategoryTB.Text
source: Subcategory
be_be: Падкатэгорыя
de_de: Unterkategorie

# TotalCountTB.Text
source: Total count
be_be: Колькасць
de_de: Gesamt

# TransactionSuccessfyllyAdded
source: The transaction was successfully added
be_be: Транзакцыя паспяхова дададзеная
de_de: Die Transaktion wurde erfolgreich hinzugefügt

# TypeCB.PlaceholderText
source: Type
be_be: Тып
de_de: Typ

# TypeTB.Text
source: Type
be_be: Тып
de_de: Typ

# WantToDeleteProfile
source: Are you sure you want to delete the profile {0}?
be_be: Вы сапраўды жадаеце выдаліць профіль {0}?
de_de: Sind Sie sicher, dass Sie das Profil zu löschen {0}?

source: Yes
be_be: Да
de_de: Ja
